import cigar1 from '../images/cigar1.jpg'

export const ourStoryData = {
    heading: 'Историята ни',
    paragraphOne: 'Скъпи афисионадос, ',
    paragraphTwo: `Корохо клуб не е бизнес проект. Корохо клуб е еволюцията на една страст към пурите и една еволюция към тях. Израснах в Хавана сред тоседори в хотелските магазини на Хабанос. Може би съм бил на 10-11 години, когато ежедневно досаждах на коседорите, докато правих пури. Често ме гониха след час, час и половина досада. На 13 годишна възраст изпуших първата си пура на Дом Периньон на Давидов, последната партида правена за марката в Куба. Втората изпушена пура от мен беше Монте Кристо Робусто. Сториха ми се изключително невероятно и запалиха искрата на любовта към пурите. От тези времена се зароди една мечата в съзнанието ми един ден да съм част от това чудновато братство. През годините имах възможността да се запозная със собствениците на най-добрите бутикови производители на премиум пуро. Който като всички споделящи тази страст са били родени или израстнали на „Острова на Свободата“ . Днес за мен е чест да бъда преди всичко приятел и представител на фамилиите Падрон, Фуенте, Гомес, Бланко, Класенсия, Вандермилиере. Мотото и стремежа зад проекта винаги са били любов, страст и качество – без компромис. Същността на пурите се обяснява в едно просто изречение на Дон Карлос Фуенте – „Не става въпрос за пурите, става въпрос за хората“.`,
    paragraphThree: 'С Уважение аз..',
    imgUrl: cigar1,
    reverse: false,
    delay: 100

}