import PadronClassic from '../images/padron-clasik.jpg'


export const Padron = [
    {
        id: 1,
        title: 'Classic',
        text: 'Създадена през 1964 г. Еволюираща през времето. Падрон серията се състои от 15 различни витолии. Със средна сила и вкусов профил от среден към пълен. Ръчно свити от цели листа изцяло от тютюн гледан на слънце и отлежан поне 2години и половина. Като по този начин допринася за изключителната чистото и качество за цена. Вилотиите се произвеждат в два вида обвивен лист: Натурал и Мадуро.',
        imgUrl: ''
    },
    {
        id: 2,
        title: '1964',
        text: 'Падрон 1964г. е създадена през 1964г. за годишнината на марката. Линията се състои от 11 витолии от ръчно свити пури от цели листа, гледани на слънце. Вилотиите се произвеждат в два вида обвивни листа: Натурал и Мадуро. Всички тютюни от бленда са отлежани и ферментирали за минимум 4години, което допринася за мекият и комплексен вкус на бленда. Всички пури от линиите са бокс-преснати в памет на старата кубинска традиция за довършване на формата на пурите в самата кутия. Като предпазна мярка за фалшифициране на линията Падрон въвежда двойният пръстен като на единия пръстен са серийните номера на всяка пура, като по този начин подсигурява спирането на фалшиви пури. Падрон 1964г е една от най-високо оценените пури в тютюневата индустрия.',
        imgUrl: ''
    },
    {
        id: 3,
        title: '1926',
        text: 'Премиерата на най-награждаваната линия е през 2002г. за отпразнуването на 75 рожден ден на Дон Орландо. Днес съществуват 5 витолии с Натурал и Мадуро обвивни листа. Продължавайки традицията на бокс-преснати, всички виталии с бокс-преснати, а тютюните са отлежали между 5 и 10 години. Създавайте изключително мек, комплексен, балансиран, профил не типичен за пури, който са силни с богато тяло. Като предпазна мярка за',
        imgUrl: ''
    },
    {
        id: 4,
        title: 'Reserved',
        text: 'Този бленд е най-новият и най-редкият. С него се празнуват специални дати за членовете на фамилията Падрон. Като всяка пура е произведена от един и същи човек с тютюни отлежали най-малко 10 години.',
        imgUrl: ''
    }
]